Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Total degradation products (% degradation SCH 1000 BR) are the sum of % SCH 1100 BR + % Tropic acid ethyl ester + % BA 686 BR + % each individual unspecified degradation product.
es_es: Los productos de degradación totales (degradación % de SCH 1000 BR) son la sumatoria del % de SCH 1100 BR + % de Éster etílico del ácido trópico + % de BA 686 BR + % de cada producto de degradación no especificado individual

source: Total duration
es_es: Duración total

source: Total elemental impurity
es_es: Contribución total de impureza elemental

source: Total height
es_es: Altura total

source: Total impurities
es_es: Impurezas totales

source: Total length
es_es: Longitud total

source: Total mass
es_es: Masa total

source: Total number of HHF events
es_es: Cantidad total de eventos de HIC

source: Total of all impurities
es_es: Impurezas totales

source: Total organic carbon
es_es: Carbono orgánico total

source: Total particle(s)
es_es: Partícula/s total/es

source: Total particulate monitoring is performed with validated continuous air-monitoring devices in operation of the clean room.
es_es: El monitoreo de las partículas totales se realiza con los dispositivos validados de monitoreo continuo del aire que funcionan en la sala blanca.

source: Total particulate monitoring limits (action limits)
es_es: Límites totales de monitoreo de partículas (límites de acción)

source: Total patient-time
es_es: Tiempo/paciente total

source: Total patient-time per indication
es_es: Tiempo/paciente total por indicación

source: Total symptom score (further endpoint)
es_es: Puntuación sintomatológica total (criterio de valoración adicional)

source: Total symptom score evaluates both frequency and burden of symptoms.
es_es: La puntuación sintomatológica total sirve para evaluar la frecuencia y la carga de los síntomas.

source: Total treated patients, N (%)
es_es: Total de pacientes tratados, N (%)

source: Total treated, N (%)
es_es: Total de pacientes tratados, N (%)

source: Totalprotein
es_es: Proteínas totales

source: Towards the end of the distillation, lower the receiver so that the tip of the condenser is above the surface of the acid and rinse the end of the condensing tube with a small quantity of water R.
es_es: Hacia el final de la destilación, bajar el receptor de modo que el tope del condensador quede por encima de la superficie del ácido y enjuagar el extremo del tubo de condensación con una pequeña cantidad deagua R.

source: Toxicological assessment
es_es: Evaluación toxicológica

source: Toxicological assessment by PQRI threshold 1 or
es_es: Evaluación toxicológica según umbral del PQRI 1 o

source: Trace element solution (10000x):
es_es: Solución de trazas (10000x):

source: Traceability (excipient and drug substance batches) used for manufacturing of 100 mg bio-batch 1373880001
es_es: Trazabilidad de las partidas de excipientes y principios activos usadas en la fabricación de la biopartida 1373880001, de 100 mg.

source: Traceability (excipient and drug substance batches) used for manufacturing of 150 mg similarity batch 1363980001
es_es: Trazabilidad de las partidas de excipientes y principios activos usadas en la fabricación de la partida de similitud comprobada 1363980001, 150 mg.

source: Traceability matrix of critical quality attributes (CQAs) and essential performance requirements (EPRs)
es_es: Matriz de trazabilidad de los atributos críticos de calidad y requisitos esenciales de desempeño

source: Trained personnel with passed gowning assessment participates in operational procedures.
es_es: En los procedimientos operativos participa personal entrenado en evaluación de vestimenta.

source: Trajenta
es_es: Trayenta

source: Transaminase elevation beyond certain thresholds were summarised as follows:
es_es: La elevación de las transaminasas más allá de ciertos umbrales se resumió de la siguiente manera:

source: Transfer
es_es: Transferencia

source: Transfer 5.0 ml of Standard solution (A) into 7 separate vials (and required number of bracketing standard vials) and 5.0 ml of Standard solution (8) in one vial and equip the vials with a septum, crimp with metallic cap and seal.
es_es: Transferir 5.0 ml la solución estándar (A) a 7 frascos independientes (y tantos frascos para estándar de categorización como correspondan) y 5.0 ml de la Solución estándar (B) a un frasco, y equipar los frascos con un tabique y una tapa de cierre metálica sellada.

source: Transfer 5.0 ml of the diluent into an appropriate headspace vial and equip the vial with a septum, crimp with metallic cap and seal.
es_es: Transferir 5.0 ml del diluyente en un frasco con espacio de cabeza adecuado y añadirle al frasco un tabique y una tapa de cierre metálica sellada.

source: Transfer Report Doc. No.
es_es: Informe de transferencia, Doc. N.°

source: Transfer accurately about 0.10 g of Methanol and 0.40 g of lsopropyl alcohol in a 100 ml volumetric flask, which contains about 50 ml of diluent.
es_es: Transferir con exactitud aproximadamente 0.10 g de metanol y 0.40 g de alcohol isopropílico a un matraz aforado de 100 ml con aproximadamente 50 ml de diluyente.

source: Transfer accurately about 0.10 g of n-Hexane and 0.40 g of Toluene in a 100 ml volumetric flask, which contains about 50 ml of diluent.
es_es: Transferir con exactitud aproximadamente 0.10 g de n-Hexano y 0.40 g de tolueno a un matraz aforado de 100 ml con aproximadamente 50 ml de diluyente.

source: Transfer activities at Vienna as well as commercial experience at BI Biberach show higher variability for this pH than initially expected.
es_es: Las actividades de transferencia de Viena y la experiencia comercial de BI Biberach demostraron una maor variabilidad para este pH que lo previsto inicialmennte.

source: Transfer of HP-SEC passes all acceptance criteria.
es_es: La transferencia de HP-SEC ha superado todos los criterios de aceptación.

source: Transfer sufficient quantity of sample to be tested into sample tray at the centre of the tray.
es_es: Transferir una cantidad de la muestra en evaluación al centro de la bandeja portamuestras.

source: Transfer the tube to a water-bathat 50 °C.
es_es: Transferir el tubo a baño María a 50° C.

source: Transfer to another Hospital
es_es: Traslado a otro Hospital

source: Transfer water, purified to a suitable mixing vessel, add disodium edetate, 1 M hydrochloric acid, tiotropium bromide monohydrate and finally benzalkonium chloride whilst stirring (stirring time:
es_es: Transferir el agua purificada a un recipiente de mezcla adecuado, agregar edetato disódico, ácido clorhídrico 1 M, monohidrato de bromuro de tiotropio y finalmente cloruro de benzalconio, sin dejar de agitar (tiempo de agitación:

source: Transfer water, purified to a suitable mixing vessel, add disodium edetate, 1 M hydrochloric acid, tiotropium bromide monohydrate and finally benzalkonium chloride whilst stirring (stirring time: at least 60 min) and dissolve.
es_es: Transferir el agua purificada a un recipiente de mezcla adecuado, agregar edetato disódico, ácido clorhídrico 1 M, monohidrato de bromuro de tiotropio y finalmente cloruro de benzalconio, sin dejar de agitar (tiempo de agitación: al menos 60 min) y disolver.

source: Transmissible Spongiform Encephalopathy
es_es: Encefalopatía espongiforme transmisible

source: Transparently reflected with in the “Paediatric population” section (see below).
es_es: Resulta transparente en la Sección "Población de pacientes pediátricos" (ver más abajo).

source: Transparently reflected with in the “Pregnancy” section (see below).
es_es: Resulta transparente en la Sección "Embarazo" (ver más abajo).

source: Transport
es_es: Transporte

source: Transport qualification was carried out through a combination of product-independent Transport Performance Qualification (TPQ) and product-specific Transport Design Qualification.
es_es: La calificación del transporte se obtuvo combinando la calificación de desempeño del transporte independiente del producto y la calificación de diseño del transporte específico del producto.

source: Transport simulation study
es_es: Estudio de simulación de transporte

source: Transport specific critical quality attribute
es_es: Atributo crítico de calidad específico del transporte

source: Trauma
es_es: Traumatismo

source: Treat with the prescribed reagent, if necessary, and record the reflectance, transmittance or fluorescence in the chromatograms obtained with the test and reference solutions.
es_es: Si es necesario, procesar con el reactivo prescrito y registrar la reflactancia, la transmitancia o la fluorescencia de los cromatogramas obtenidos con las soluciones de análisis y de referencia.

source: Treated
es_es: Tratados

source: Treated Set
es_es: Grupo tratado

source: Treated with IV fluids.
es_es: Tto. con líquidos i.v.

source: Treated with IV omeprazole without recurrence.
es_es: Tto. con omeprazol i.v. sin recurrencia.

source: Treated: 101
es_es: Tratados: 101

source: Treatment
es_es: Tratamiento

source: Treatment A 12.5 mg empagliflozin/1000 mg metformin FDC tablet in fasted state (T1 fasted)
es_es: Tratamiento A: 12.5 mg de empagliflozina/1000 mg de metformina en un comprimido de combinación a dosis fija en ayunas (T1 con ayuno)

source: Treatment Arm
es_es: Grupo de tto.

source: Treatment B 12.5 mg empagliflozin/1000 mg metformin FDC tablet after a high-fat, highcalorie meal (T1 fed)
es_es: Tratamiento B: 12.5 mg de empagliflozina/1000 mg de metformina en un comprimido de combinación a dosis fija luego de una comida con alto contenido graso y calórico (T1 sin ayuno)

source: Treatment C 12.5 mg empagliflozin and 1000 mg metformin free dose tablets in fasted state (R1 fasted)
es_es: Tratamiento C: 12.5 mg de empagliflozina/1000 mg de metformina en comprimidos de combinación libre en ayunas (R1 con ayuno)

source: Treatment D 12.5 mg empagliflozin and 1000 mg metformin free dose tablets after a highfat, high-calorie meal (R1 fed)
es_es: Tratamiento D: 12.5 mg de empagliflozina/1000 mg de metformina en comprimidos de combinación libre luego de una comida con alto contenido graso y calórico (R1 sin ayuno)

source: Treatment E 5 mg empagliflozin/1000 mg metformin FDC tablet after a high-fat, highcalorie meal (T2 fed)
es_es: Tratamiento E: 5 mg de empagliflozina/1000 mg de metformina en un comprimido de combinación a dosis fija luego de una comida con alto contenido graso y calórico (T2 sin ayuno)

source: Treatment F 5 mg empagliflozin and 1000 mg metformin free dose tablets after a high-fat, high-calorie meal (R2 fed)
es_es: Tratamiento F: 5 mg de empagliflozina/1000 mg de metformina en comprimidos de combinación libre luego de una comida con alto contenido graso y calórico (R2 sin ayuno)

source: Treatment Guidelines
es_es: Pautas de tratamiento

source: Treatment H:
es_es: Tratamiento H:

source: Treatment L:
es_es: Tratamiento L:

source: Treatment M:
es_es: Tratamiento M:

source: Treatment administration
es_es: Administración del tratamiento

source: Treatment allocation was open label, with blinded outcome assessments.
es_es: Los tratamientos se asignaron a etiqueta abierta, con evaluación de desenlaces cegada.

source: Treatment allocations are securely stored and separated from investigators.
es_es: Las asignaciones de tratamiento se almacenan de forma segura y en un sitio al que no pueden acceder los investigadores.

source: Treatment compliance
es_es: Cumplimiento con el tratamiento

source: Treatment compliance was high, with more than 95% of patients within the predefined compliance window of 80-120% throughout the treatment period [c23238241, Table 15.1.6: 1].
es_es: El cumplimiento con el tratamiento fue alto; más de 95% de los pacientes estuvieron dentro de la ventana de cumplimiento predefinida (80-120%) en todo el período de tratamiento [c23238241, Tabla 15.1.6: 1].

source: Treatment efficacy was not assessed in this clinical trial.
es_es: En este ensayo clínico no se midió la eficacia del tratamiento.

source: Treatment group
es_es: Grupo de tratamiento

source: Treatment not administered
es_es: Tratamiento no administrado

source: Treatment of first and second VTE among 32 patients with recurrent VTE at a paediatric haematology department in Turkey [P12-11672]
es_es: Tratamiento de la primera y segunda TEV en 32 pacientes con TEV recurrente en un departamento de hematología pediátrica de Turquía [P12-11672]

source: Treatment of missing values
es_es: Tratamiento de valores omitidos

source: Treatment of missing values will be conducted as per the first secondary outcome analysis.
es_es: El tratamiento de los valores faltantes se llevará a cabo según el primer análisis de resultados secundarios.

source: Treatment periods
es_es: Períodos de tratamiento

source: Treatment sustainability
es_es: Sostenibilidad del tratamiento

source: Treatment was assigned as randomised.
es_es: El tratamiento se asignó de forma aleatoria.

source: Treatment was open label because it was not practical to blind the treating clinician to the dose of tenecteplase prescribed.
es_es: El tratamiento fue a rótulo abierto dado que no era posible cegar al médico tratante sobre la dosis de tenecteplasa indicada.

source: Treatment with empagliflozin also significantly reduced the risk of recurrent HHF by 27% compared with placebo.
es_es: El tratamiento con empagliflozina también redujo significativamente el riesgo de hospitalización por insuficiencia cardíaca recurrente en un 27% en comparación con el placebo.

source: Treatment with empagliflozin as add-on to standard of care significantly reduced the risk of CV death or HHF by 21% compared with placebo added to standard of care.
es_es: El tratamiento con empagliflozina, como complemento del tratamiento protocolar, redujo significativamente el riesgo de muerte CV o de hospitalización por insuficiencia cardíaca (21%) en comparación con el placebo, también como complemento del tratamiento protocolar.

source: Treatment with empagliflozin improved the change from baseline to Week 52 in KCCQ clinical summary score compared with placebo.
es_es: El tratamiento con empagliflozina, en comparación con el placebo, mejoró el cambio desde el inicio hasta la semana 52 en la puntuación clínica resumen del cuestionario KCCQ.

source: Treatment with empagliflozin lowered the rate of progression to macro-albuminuria and increased the rate of sustained reversal of macro-albuminuria when compared with placebo.
es_es: El tratamiento con empagliflozina redujo la tasa de progresión hacia una macroalbuminuria y aumentó la tasa de reversión sostenida de la macroalbuminuria en comparación con placebo.

source: Treatment1
es_es: Tratamiento1

source: Treatments P1 and P2:
es_es: Tratamientos P1 y P2:

source: Treatments administered
es_es: Tratamientos administrados

source: Trial Design and Oversight
es_es: Diseño y supervisión del ensayo

source: Trial Population
es_es: Población del ensayo

source: Trial centres were selected prior to trial initiation to ensure that the investigators and their staff were qualified to conduct the trial and that the facilities were adequate for trial conduct.
es_es: Los centros del ensayo se seleccionaron antes del inicio para garantizar que los investigadores y su personal estuvieran calificados y que las instalaciones fueran adecuadas.

source: Trial data were regularly reviewed by IQVIA.
es_es: IQVIA revisó periódicamente los datos de los ensayos.

source: Trial flow chart
es_es: Flujograma del ensayo

source: Trial medication was dispensed in a double-blind and single-dummy manner.
es_es: La medicación del ensayo se administró a doble ciego y con simulación simple.

source: Trial medication was provided by BI.
es_es: La medicación en estudio fue provista por BI.

source: Trial medication was to be taken after all trial related procedures are completed at an on- site visit.
es_es: La medicación en estudio debía tomarse después de que se completaran todos los procedimientos relacionados con el ensayo en una visita al centro.

source: Trial no./Doc. no.:
es_es: N.° de ensayo/ N.° de doc.:

source: Trial no.:
es_es: N.° de ensayo:

source: Trial number(s):
es_es: Número de ensayo:

source: Trial patients and compliance with the clinical trial protocol
es_es: Participantes del ensayo y cumplimiento con el protocolo de ensayo clínico

source: Trial patients and compliance with the clinical trial protocol (cont.)
es_es: Participantes del ensayo y cumplimiento con el protocolo de ensayo clínico (cont.)

source: Trial preparation meeting and investigator meetings
es_es: Preparación de las reuniones del ensayo y las reuniones entre investigadores

source: Trial profile
es_es: Perfil del ensayo

source: Trial protocol and statistical analysis plan
es_es: Protocolo del estudio y plan de análisis estadístico

source: Trial registration:
es_es: Registro del ensayo:

source: Trial registration: ClinicalTrials.gov NCT02388061, NCT03340493
es_es: Registro del ensayo: ClinicalTrials.gov NCT02388061, NCT03340493

source: Trial sites with screened subjects
es_es: Centros de estudio con pacientes seleccionados

source: Trial subjects and compliance with the clinical trial protocol
es_es: Participantes del ensayo y cumplimiento con el protocolo de ensayo clínico.

source: Trier
es_es: Tréveris

source: Triethylamine quality:
es_es: Trietilamina, calidad:

source: Trigger conditions:
es_es: Condiciones de accionamiento:

source: Triglycerides, medium- chain
es_es: Triglicéridos de cadena media

source: Triglycerides, medium-chain
es_es: Triglicéridos de cadena media

source: Triglycerides, medium-chain /
es_es: Triglicéridos de cadena media /

source: Triglycerides, medium-chain 1
es_es: Triglicéridos de cadena media ¹

source: Triglycerides, medium-chain ²
es_es: Triglicéridos de cadena media 2

source: Triturate the sample to be analysed with KBr and prepare a pellet.
es_es: Triturar la muestra a analizar con KBr y preparar un gránulo.

source: Tropic acid
es_es: Ácido trópico

source: Tropic acid ethyl ester
es_es: Éster etílico del ácido trópico

source: Tropic acid ethyl ester, BA 686 BR and each individual unspecified degradation product
es_es: Éster etílico del ácido trópico, BA 686 BR y cada producto de degradación no especificado individual

source: Trp-gene
es_es: gen Trp

source: Tryptic peptide mapping
es_es: Mapeo de péptidos por hidrólisis con tripsina

source: Tryptic peptide mappmg
es_es: Mapa de péptidos trípticos 2,3

source: Tryptic peptide mapping*
es_es: Mapeo de péptidos por hidrólisis con tripsina*

source: Tryptophan
es_es: Triptófano

source: Tryptophan oxidation
es_es: Oxidación de triptófano

source: Tryptophan oxidation in CDR
es_es: Oxidación de triptófano en las regiones determinantes de la complementariedad (CDR)

source: Tryptophan oxidation in CDR, Methionine oxidation in FcRn binding site, Asparagine deamidation in CDR
es_es: Oxidación de triptófano en la región CDR, oxidación de metionina en el sitio de unión de FcRn, desamidación de la asparagina en la región determinante de la complementariedad (CDR)

source: Tub unpacking machine
es_es: Desembaladora de recipientes

source: Tubings
es_es: Tuberías

source: Tumour location, genetic susceptibility, alcohol consumption, smoking, obesity, increased age, race, family history, exposure to chemicals or UV (e.g. PUVA treatment for psoriasis) or other substances, chronic inflammation, immunosuppression, infectious agents, radiation
es_es: Ubicación del tumor, susceptibilidad genética, consumo de alcohol, tabaquismo, obesidad, edad avanzada, raza, antecedentes familiares, exposición a sustancias químicas, rayos UV (p. ej., tratamiento de psoriasis con PUVA) u otras sustancias, inflamación crónica, inmunosupresión, presencia de agentes infecciosos, radiación.

source: Tumour necrosis factor
es_es: Factor de necrosis tumoral

source: Tungsten compatibility
es_es: Compatibilidad del tungsteno

source: Tunisia
es_es: Túnez

source: Turbidimetric
es_es: Turbidimétrico

source: Turkey
es_es: Turquía

source: Twelve subjects were non-drinkers whereas 36 subjects drank alcohol socially, but not to an extent that would have interfered with study participation.
es_es: Veinte sujetos no eran bebedores, en tanto que 36 sujetos eran bebedores sociales, aunque en un nivel que no interfería en su participación en el estudio.

source: Twelvelead ECGs (I, II, III, aVR, aVL, aVF, V1 - V6) were to be recorded using a computerised electrocardiograph (CardioSoft EKG System, GE Medical Systems, Freiburg, Germany).
es_es: Los ECG de doce derivaciones (I, II, III, aVR, aVL, aVF, V1 - V6) se registraban con un electrocardiógrafo computarizado CardioSoft EKG System, GE Medical Systems, Friburgo, Alemania).

source: Twenty-seven subjects never smoked; 10 were exsmokers and 11 were smokers.
es_es: Veintisiete sujetos nunca habían fumado; 10 eran exfumadores y 11 eran fumadores.

source: Twenty-three subjects (47.9%) experienced treatment-emergent AEs which the investigator considered related to the study medication, all of which were mild or moderate in intensity.
es_es: Veintitrés sujetos (47.9%) experimentaron eventos adversos emergentes del tratamiento que el investigador consideró relacionados con la medicación del estudio, todos ellos de intensidad leve o moderada.

source: Two aliquots are analyzed on one day, and two aliquots on another day.
es_es: Se analizan dos alícuotas un día y dos, otro día.

source: Two different LC-HRMS devices
es_es: Dos equipos LC-HRMS diferentes

source: Two different calibration standards (Lin 5) were prepared freshly on day 4 and day 8, one from stored dilution 1 and dilution ISTD 1 and one from stored dilution 2 and dilution ISTD 2 and were analyzed according to the AP as sample solutions.
es_es: Los días 4 y 8, se prepararon dos estándares de calibración distintos (Lin 5) en el momento, uno a partir de la dilución 1 y la dilución estándar interno 1 ya almacenadas, y uno a partir de la dilución 2 y la dilución estándar interno 2, también almacenadas. Estos estándares se analizaron según el procedimiento analítico como soluciones muestra.

source: Two different supplier batches
es_es: Partidas de dos proveedores distintos

source: Two independent dilution series are prepared from one reference standard aliquot.
es_es: Se preparan dos series de dilución independientes a partir de una alícuota del estándar de referencia.

source: Two internal standards with known logP were included in each run.
es_es: En cada ejecución, se incluyeron dos estándares internos con un logP conocido.

source: Two labeled PFS-NSD-1, as described above, are placed in a folding box.
es_es: En la caja plegable hay dos dispositivos PFS-NSD-1 como los aquí descritos.

source: Two patients in the empagliflozin group (0.1%; both with gangrene) and 2 patients in the placebo group (0.1%) discontinued the treatment due to AEs leading to LLA (Table 15.3.1.6: 3).
es_es: Interrumpieron el tratamiento debido a eventos adversos que derivaron en amputación de miembro inferior dos pacientes del grupo de empagliflozina (0.1%; ambos con gangrena) y 2 pacientes del grupo de placebo (0.1%) (Tabla 15.3.1.6: 3).

source: Two safety variables (deaths and symptomatic hemorrhages within 36 hours of intervention) will be monitored by the Independent Data Safety Monitoring Board (DSMB) after each 25 (25-50 in Part 2) patients have been enrolled.
es_es: El Comité de vigilancia de datos y seguridad controlará dos variables de seguridad (la muerte y la hemorragia sintomática en el plazo de las 36 horas posteriores a la intervención) cada vez que se inscriban 25 pacientes (y entre 25 y 50 pacientes en la Parte 2).
